Repository: u451f/wp-ovh-newsletter
Catalog: languages/*.po
Languages: de_de, fr_fr

source: Subscription successful.
de_de: Abonnement erfolreich.
fr_fr: Inscription réussie.

source: Subscription failed.
de_de: Abonnement nicht möglich.
fr_fr: Inscription non réussie.

source: Back to
de_de: Zurück zu
fr_fr: Retour sur

source: Error : This e-mail address appears to be incorrect.
de_de: Fehler: Diese E-Mail-Adresse erscheint fehlerhaft.
fr_fr: Erreur : cette adresse e-mail semble invalide.

source: New subscriber on
de_de: Neuer Abonnent auf
fr_fr: Nouvel abonné sur

source: Newsletter subscription from
de_de: Neues Newsletter-Abonnement von
fr_fr: Inscription à la newsletter de

source: Success or Error:
de_de: Erfolg oder Fehler:
fr_fr: Succès ou erreur :

source: Subscribe
de_de: Abonnieren
fr_fr: S'inscrire

source: Settings OVH Newsletter
de_de: OVH Newsletter Parameter
fr_fr: Paramètres OVH Newsletter

source: Please fill in the corresponding fields.
de_de: Bitte füllen Sie alle Felder aus.
fr_fr: Veuillez remplir les champs correspondants.

source: Newsletter subscription request
de_de: Newsletterabonnement
fr_fr: Demande d'inscription à la newsletter

source: E-mail address required.
de_de: E-Mail-Adresse benötigt.
fr_fr: Adresse e-mail requise.

source: E-mail address invalid.
de_de: E-Mail-Adresse fehlerhaft.
fr_fr: Adresse e-mail invalide.

source: Thank you for your subscription. You will receive a confirmation e-mail shortly.
de_de: Vielen Dank für Ihr Abonnement. Sie werden in Kürze eine Bestätigungsemail erhalten.
fr_fr: Merci pour votre inscription. Vous allez recevoir un e-mail de confirmation sous peu.
